<?xml version="1.0" encoding="big5"?><!DOCTYPE 函 SYSTEM "93_2.dtd"[
<!ENTITY 表單 SYSTEM "" NDATA DI>
<!NOTATION DI SYSTEM "">
]>
<函>
  <發布至 代碼="1" />
  <公告識別碼>09600856</公告識別碼>
  <發文機關>
    <全銜>測試內部單位</全銜>
    <機關代碼>301060000C</機關代碼>
  </發文機關>
  <函類別 代碼="函" />
  <受文者>
    <單位名>
    </單位名>
    <機關代碼>301060000C</機關代碼>
    <單位代碼>
    </單位代碼>
  </受文者>
  <發文日期>
    <年月日>0961216</年月日>
  </發文日期>
  <發文字號>
    <字 />
    <文號>
      <年度 />
      <流水號 />
    </文號>
  </發文字號>
  <速別 代碼="普通件" />
  <密等及解密條件或保密期限>
    <密等 代碼="普通" />
  </密等及解密條件或保密期限>
  <主旨>
    <文字>「生質柴油抗暖化、月抽汽車好運來」 使用再生能源抗暖化 民眾大力支持生質柴油B1 (中央社)</文字>
  </主旨>
  <正本>
    <全銜 />
  </正本>
</函>
