<?xml version="1.0" encoding="big5"?>
<!DOCTYPE 函 SYSTEM "93_2.dtd"[
<!ENTITY 表單 SYSTEM "" NDATA DI>
<!NOTATION DI SYSTEM "">
]>
<函>
  <發文機關>
    <全銜>測試內部單位</全銜>
    <機關代碼>301060000C</機關代碼>
  </發文機關>
  <函類別 代碼="函" />
  <受文者>
    <單位名>
    </單位名>
    <機關代碼>301060000C</機關代碼>
    <單位代碼>
    </單位代碼>
  </受文者>
  <發文日期>
    <年月日>0970103</年月日>
  </發文日期>
  <發文字號>
    <字 />
    <文號>
      <年度 />
      <流水號 />
    </文號>
  </發文字號>
  <速別 代碼="普通件" />
  <密等及解密條件或保密期限>
    <密等 代碼="普通" />
  </密等及解密條件或保密期限>
  <附件>
    <文字 />
    <附件檔名 附件名="附件1 " />
  </附件>
  <主旨>
    <文字>test</文字>
  </主旨>
  <正本>
    <全銜 />
  </正本>
</函>